Continued plan output from previous comment.
<details><summary>Show Output</summary>

```diff
io/v1
17:19:14.211 STDOUT terraform1.11.0:             kind: CustomResourceDefinition
17:19:14.211 STDOUT terraform1.11.0:             metadata:
17:19:14.211 STDOUT terraform1.11.0:               name: kuberoaddonrabbitmqs.application.kubero.dev
17:19:14.211 STDOUT terraform1.11.0:             spec:
17:19:14.211 STDOUT terraform1.11.0:               group: application.kubero.dev
17:19:14.211 STDOUT terraform1.11.0:               names:
17:19:14.211 STDOUT terraform1.11.0:                 kind: KuberoAddonRabbitmq
17:19:14.211 STDOUT terraform1.11.0:                 listKind: KuberoAddonRabbitmqList
17:19:14.211 STDOUT terraform1.11.0:                 plural: kuberoaddonrabbitmqs
17:19:14.211 STDOUT terraform1.11.0:                 singular: kuberoaddonrabbitmq
17:19:14.211 STDOUT terraform1.11.0:               scope: Namespaced
17:19:14.211 STDOUT terraform1.11.0:               versions:
17:19:14.211 STDOUT terraform1.11.0:               - name: v1alpha1
17:19:14.211 STDOUT terraform1.11.0:                 schema:
17:19:14.211 STDOUT terraform1.11.0:                   openAPIV3Schema:
17:19:14.211 STDOUT terraform1.11.0:                     description: KuberoAddonRabbitmq is the Schema for the kuberoaddonrabbitmqs
17:19:14.211 STDOUT terraform1.11.0:                       API
17:19:14.211 STDOUT terraform1.11.0:                     properties:
17:19:14.211 STDOUT terraform1.11.0:                       apiVersion:
17:19:14.211 STDOUT terraform1.11.0:                         description: 'APIVersion defines the versioned schema of this representation
17:19:14.212 STDOUT terraform1.11.0:                           of an object. Servers should convert recognized schemas to the latest
17:19:14.212 STDOUT terraform1.11.0:                           internal value, and may reject unrecognized values. More info: https://git.k8s.io/community/contributors/devel/sig-architecture/api-conventions.md#resources'
17:19:14.212 STDOUT terraform1.11.0:                         type: string
17:19:14.212 STDOUT terraform1.11.0:                       kind:
17:19:14.212 STDOUT terraform1.11.0:                         description: 'Kind is a string value representing the REST resource this
17:19:14.212 STDOUT terraform1.11.0:                           object represents. Servers may infer this from the endpoint the client
17:19:14.212 STDOUT terraform1.11.0:                           submits requests to. Cannot be updated. In CamelCase. More info: https://git.k8s.io/community/contributors/devel/sig-architecture/api-conventions.md#types-kinds'
17:19:14.212 STDOUT terraform1.11.0:                         type: string
17:19:14.212 STDOUT terraform1.11.0:                       metadata:
17:19:14.212 STDOUT terraform1.11.0:                         type: object
17:19:14.212 STDOUT terraform1.11.0:                       spec:
17:19:14.212 STDOUT terraform1.11.0:                         description: Spec defines the desired state of KuberoAddonRabbitmq
17:19:14.212 STDOUT terraform1.11.0:                         type: object
17:19:14.212 STDOUT terraform1.11.0:                         x-kubernetes-preserve-unknown-fields: true
17:19:14.212 STDOUT terraform1.11.0:                       status:
17:19:14.212 STDOUT terraform1.11.0:                         description: Status defines the observed state of KuberoAddonRabbitmq
17:19:14.213 STDOUT terraform1.11.0:                         type: object
17:19:14.213 STDOUT terraform1.11.0:                         x-kubernetes-preserve-unknown-fields: true
17:19:14.213 STDOUT terraform1.11.0:                     type: object
17:19:14.213 STDOUT terraform1.11.0:                 served: true
17:19:14.213 STDOUT terraform1.11.0:                 storage: true
17:19:14.213 STDOUT terraform1.11.0:                 subresources:
17:19:14.213 STDOUT terraform1.11.0:                   status: {}
17:19:14.213 STDOUT terraform1.11.0:         EOT
17:19:14.213 STDOUT terraform1.11.0:       + yaml_incluster          = (sensitive value)
17:19:14.213 STDOUT terraform1.11.0:     }
17:19:14.213 STDOUT terraform1.11.0:   # kubectl_manifest.kubero_operator[5] will be created
17:19:14.213 STDOUT terraform1.11.0:   + resource "kubectl_manifest" "kubero_operator" {
17:19:14.213 STDOUT terraform1.11.0:       + api_version             = "apiextensions.k8s.io/v1"
17:19:14.213 STDOUT terraform1.11.0:       + apply_only              = false
17:19:14.213 STDOUT terraform1.11.0:       + field_manager           = "kubectl"
17:19:14.213 STDOUT terraform1.11.0:       + force_conflicts         = true
17:19:14.213 STDOUT terraform1.11.0:       + force_new               = false
17:19:14.213 STDOUT terraform1.11.0:       + id                      = (known after apply)
17:19:14.213 STDOUT terraform1.11.0:       + kind                    = "CustomResourceDefinition"
17:19:14.213 STDOUT terraform1.11.0:       + live_manifest_incluster = (sensitive value)
17:19:14.214 STDOUT terraform1.11.0:       + live_uid                = (known after apply)
17:19:14.214 STDOUT terraform1.11.0:       + name                    = "kuberoaddonredis.application.kubero.dev"
17:19:14.214 STDOUT terraform1.11.0:       + namespace               = (known after apply)
17:19:14.214 STDOUT terraform1.11.0:       + server_side_apply       = true
17:19:14.214 STDOUT terraform1.11.0:       + uid                     = (known after apply)
17:19:14.214 STDOUT terraform1.11.0:       + validate_schema         = true
17:19:14.214 STDOUT terraform1.11.0:       + wait_for_rollout        = false
17:19:14.214 STDOUT terraform1.11.0:       + yaml_body               = (sensitive value)
17:19:14.214 STDOUT terraform1.11.0:       + yaml_body_parsed        = <<-EOT
17:19:14.214 STDOUT terraform1.11.0:             apiVersion: apiextensions.k8s.io/v1
17:19:14.214 STDOUT terraform1.11.0:             kind: CustomResourceDefinition
17:19:14.214 STDOUT terraform1.11.0:             metadata:
17:19:14.214 STDOUT terraform1.11.0:               name: kuberoaddonredis.application.kubero.dev
17:19:14.214 STDOUT terraform1.11.0:             spec:
17:19:14.214 STDOUT terraform1.11.0:               group: application.kubero.dev
17:19:14.214 STDOUT terraform1.11.0:               names:
17:19:14.214 STDOUT terraform1.11.0:                 kind: KuberoAddonRedis
17:19:14.214 STDOUT terraform1.11.0:                 listKind: KuberoAddonRedisList
17:19:14.214 STDOUT terraform1.11.0:                 plural: kuberoaddonredis
17:19:14.214 STDOUT terraform1.11.0:                 singular: kuberoaddonredis
17:19:14.215 STDOUT terraform1.11.0:               scope: Namespaced
17:19:14.215 STDOUT terraform1.11.0:               versions:
17:19:14.215 STDOUT terraform1.11.0:               - name: v1alpha1
17:19:14.215 STDOUT terraform1.11.0:                 schema:
17:19:14.215 STDOUT terraform1.11.0:                   openAPIV3Schema:
17:19:14.215 STDOUT terraform1.11.0:                     description: KuberoAddonRedis is the Schema for the kuberoaddonredis API
17:19:14.215 STDOUT terraform1.11.0:                     properties:
17:19:14.215 STDOUT terraform1.11.0:                       apiVersion:
17:19:14.215 STDOUT terraform1.11.0:                         description: 'APIVersion defines the versioned schema of this representation
17:19:14.215 STDOUT terraform1.11.0:                           of an object. Servers should convert recognized schemas to the latest
17:19:14.215 STDOUT terraform1.11.0:                           internal value, and may reject unrecognized values. More info: https://git.k8s.io/community/contributors/devel/sig-architecture/api-conventions.md#resources'
17:19:14.215 STDOUT terraform1.11.0:                         type: string
17:19:14.215 STDOUT terraform1.11.0:                       kind:
17:19:14.215 STDOUT terraform1.11.0:                         description: 'Kind is a string value representing the REST resource this
17:19:14.215 STDOUT terraform1.11.0:                           object represents. Servers may infer this from the endpoint the client
17:19:14.215 STDOUT terraform1.11.0:                           submits requests to. Cannot be updated. In CamelCase. More info: https://git.k8s.io/community/contributors/devel/sig-architecture/api-conventions.md#types-kinds'
17:19:14.215 STDOUT terraform1.11.0:                         type: string
17:19:14.215 STDOUT terraform1.11.0:                       metadata:
17:19:14.215 STDOUT terraform1.11.0:                         type: object
17:19:14.215 STDOUT terraform1.11.0:                       spec:
17:19:14.215 STDOUT terraform1.11.0:                         description: Spec defines the desired state of KuberoAddonRedis
17:19:14.216 STDOUT terraform1.11.0:                         type: object
17:19:14.216 STDOUT terraform1.11.0:                         x-kubernetes-preserve-unknown-fields: true
17:19:14.216 STDOUT terraform1.11.0:                       status:
17:19:14.216 STDOUT terraform1.11.0:                         description: Status defines the observed state of KuberoAddonRedis
17:19:14.216 STDOUT terraform1.11.0:                         type: object
17:19:14.216 STDOUT terraform1.11.0:                         x-kubernetes-preserve-unknown-fields: true
17:19:14.216 STDOUT terraform1.11.0:                     type: object
17:19:14.216 STDOUT terraform1.11.0:                 served: true
17:19:14.216 STDOUT terraform1.11.0:                 storage: true
17:19:14.216 STDOUT terraform1.11.0:                 subresources:
17:19:14.216 STDOUT terraform1.11.0:                   status: {}
17:19:14.216 STDOUT terraform1.11.0:         EOT
17:19:14.216 STDOUT terraform1.11.0:       + yaml_incluster          = (sensitive value)
17:19:14.216 STDOUT terraform1.11.0:     }
17:19:14.216 STDOUT terraform1.11.0:   # kubectl_manifest.kubero_operator[6] will be created
17:19:14.216 STDOUT terraform1.11.0:   + resource "kubectl_manifest" "kubero_operator" {
17:19:14.216 STDOUT terraform1.11.0:       + api_version             = "apiextensions.k8s.io/v1"
17:19:14.216 STDOUT terraform1.11.0:       + apply_only              = false
17:19:14.216 STDOUT terraform1.11.0:       + field_manager           = "kubectl"
17:19:14.216 STDOUT terraform1.11.0:       + force_conflicts         = true
17:19:14.217 STDOUT terraform1.11.0:       + force_new               = false
17:19:14.217 STDOUT terraform1.11.0:       + id                      = (known after apply)
17:19:14.217 STDOUT terraform1.11.0:       + kind                    = "CustomResourceDefinition"
17:19:14.217 STDOUT terraform1.11.0:       + live_manifest_incluster = (sensitive value)
17:19:14.217 STDOUT terraform1.11.0:       + live_uid                = (known after apply)
17:19:14.217 STDOUT terraform1.11.0:       + name                    = "kuberoapps.application.kubero.dev"
17:19:14.217 STDOUT terraform1.11.0:       + namespace               = (known after apply)
17:19:14.217 STDOUT terraform1.11.0:       + server_side_apply       = true
17:19:14.217 STDOUT terraform1.11.0:       + uid                     = (k
17:19:14.217 STDOUT terraform1.11.0: nown after apply)
17:19:14.217 STDOUT terraform1.11.0:       + validate_schema         = true
17:19:14.217 STDOUT terraform1.11.0:       + wait_for_rollout        = false
17:19:14.217 STDOUT terraform1.11.0:       + yaml_body               = (sensitive value)
17:19:14.218 STDOUT terraform1.11.0:       + yaml_body_parsed        = <<-EOT
17:19:14.218 STDOUT terraform1.11.0:             apiVersion: apiextensions.k8s.io/v1
17:19:14.218 STDOUT terraform1.11.0:             kind: CustomResourceDefinition
17:19:14.218 STDOUT terraform1.11.0:             metadata:
17:19:14.218 STDOUT terraform1.11.0:               name: kuberoapps.application.kubero.dev
17:19:14.218 STDOUT terraform1.11.0:             spec:
17:19:14.218 STDOUT terraform1.11.0:               group: application.kubero.dev
17:19:14.218 STDOUT terraform1.11.0:               names:
17:19:14.218 STDOUT terraform1.11.0:                 kind: KuberoApp
17:19:14.218 STDOUT terraform1.11.0:                 listKind: KuberoAppList
17:19:14.218 STDOUT terraform1.11.0:                 plural: kuberoapps
17:19:14.218 STDOUT terraform1.11.0:                 singular: kuberoapp
17:19:14.218 STDOUT terraform1.11.0:               scope: Namespaced
17:19:14.218 STDOUT terraform1.11.0:               versions:
17:19:14.218 STDOUT terraform1.11.0:               - name: v1alpha1
17:19:14.218 STDOUT terraform1.11.0:                 schema:
17:19:14.218 STDOUT terraform1.11.0:                   openAPIV3Schema:
17:19:14.218 STDOUT terraform1.11.0:                     description: KuberoApp is the Schema for the kuberoapps API
17:19:14.218 STDOUT terraform1.11.0:                     properties:
17:19:14.218 STDOUT terraform1.11.0:                       apiVersion:
17:19:14.218 STDOUT terraform1.11.0:                         description: 'APIVersion defines the versioned schema of this representation
17:19:14.218 STDOUT terraform1.11.0:                           of an object. Servers should convert recognized schemas to the latest
17:19:14.218 STDOUT terraform1.11.0:                           internal value, and may reject unrecognized values. More info: https://git.k8s.io/community/contributors/devel/sig-architecture/api-conventions.md#resources'
17:19:14.218 STDOUT terraform1.11.0:                         type: string
17:19:14.219 STDOUT terraform1.11.0:                       kind:
17:19:14.219 STDOUT terraform1.11.0:                         description: 'Kind is a string value representing the REST resource this
17:19:14.219 STDOUT terraform1.11.0:                           object represents. Servers may infer this from the endpoint the client
17:19:14.219 STDOUT terraform1.11.0:                           submits requests to. Cannot be updated. In CamelCase. More info: https://git.k8s.io/community/contributors/devel/sig-architecture/api-conventions.md#types-kinds'
17:19:14.219 STDOUT terraform1.11.0:                         type: string
17:19:14.219 STDOUT terraform1.11.0:                       metadata:
17:19:14.219 STDOUT terraform1.11.0:                         type: object
17:19:14.219 STDOUT terraform1.11.0:                       spec:
17:19:14.219 STDOUT terraform1.11.0:                         description: Spec defines the desired state of KuberoApp
17:19:14.219 STDOUT terraform1.11.0:                         type: object
17:19:14.219 STDOUT terraform1.11.0:                         x-kubernetes-preserve-unknown-fields: true
17:19:14.219 STDOUT terraform1.11.0:                       status:
17:19:14.219 STDOUT terraform1.11.0:                         description: Status defines the observed state of KuberoApp
17:19:14.219 STDOUT terraform1.11.0:                         type: object
17:19:14.219 STDOUT terraform1.11.0:                         x-kubernetes-preserve-unknown-fields: true
17:19:14.219 STDOUT terraform1.11.0:                     type: object
17:19:14.219 STDOUT terraform1.11.0:                 served: true
17:19:14.219 STDOUT terraform1.11.0:                 storage: true
17:19:14.219 STDOUT terraform1.11.0:                 subresources:
17:19:14.219 STDOUT terraform1.11.0:                   status: {}
17:19:14.219 STDOUT terraform1.11.0:         EOT
17:19:14.219 STDOUT terraform1.11.0:       + yaml_incluster          = (sensitive value)
17:19:14.219 STDOUT terraform1.11.0:     }
17:19:14.219 STDOUT terraform1.11.0:   # kubectl_manifest.kubero_operator[7] will be created
17:19:14.219 STDOUT terraform1.11.0:   + resource "kubectl_manifest" "kubero_operator" {
17:19:14.219 STDOUT terraform1.11.0:       + api_version             = "apiextensions.k8s.io/v1"
17:19:14.219 STDOUT terraform1.11.0:       + apply_only              = false
17:19:14.219 STDOUT terraform1.11.0:       + field_manager           = "kubectl"
17:19:14.219 STDOUT terraform1.11.0:       + force_conflicts         = true
17:19:14.220 STDOUT terraform1.11.0:       + force_new               = false
17:19:14.220 STDOUT terraform1.11.0:       + id                      = (known after apply)
17:19:14.220 STDOUT terraform1.11.0:       + kind                    = "CustomResourceDefinition"
17:19:14.220 STDOUT terraform1.11.0:       + live_manifest_incluster = (sensitive value)
17:19:14.220 STDOUT terraform1.11.0:       + live_uid                = (known after apply)
17:19:14.220 STDOUT terraform1.11.0:       + name                    = "kuberobuilds.application.kubero.dev"
17:19:14.220 STDOUT terraform1.11.0:       + namespace               = (known after apply)
17:19:14.220 STDOUT terraform1.11.0:       + server_side_apply       = true
17:19:14.220 STDOUT terraform1.11.0:       + uid                     = (known after apply)
17:19:14.220 STDOUT terraform1.11.0:       + validate_schema         = true
17:19:14.220 STDOUT terraform1.11.0:       + wait_for_rollout        = false
17:19:14.220 STDOUT terraform1.11.0:       + yaml_body               = (sensitive value)
17:19:14.220 STDOUT terraform1.11.0:       + yaml_body_parsed        = <<-EOT
17:19:14.220 STDOUT terraform1.11.0:             apiVersion: apiextensions.k8s.io/v1
17:19:14.220 STDOUT terraform1.11.0:             kind: CustomResourceDefinition
17:19:14.220 STDOUT terraform1.11.0:             metadata:
17:19:14.220 STDOUT terraform1.11.0:               name: kuberobuilds.application.kubero.dev
17:19:14.220 STDOUT terraform1.11.0:             spec:
17:19:14.220 STDOUT terraform1.11.0:               group: application.kubero.dev
17:19:14.220 STDOUT terraform1.11.0:               names:
17:19:14.220 STDOUT terraform1.11.0:                 kind: KuberoBuild
17:19:14.220 STDOUT terraform1.11.0:                 listKind: KuberoBuildList
17:19:14.220 STDOUT terraform1.11.0:                 plural: kuberobuilds
17:19:14.220 STDOUT terraform1.11.0:                 singular: kuberobuild
17:19:14.220 STDOUT terraform1.11.0:               scope: Namespaced
17:19:14.220 STDOUT terraform1.11.0:               versions:
17:19:14.220 STDOUT terraform1.11.0:               - name: v1alpha1
17:19:14.220 STDOUT terraform1.11.0:                 schema:
17:19:14.220 STDOUT terraform1.11.0:                   openAPIV3Schema:
17:19:14.220 STDOUT terraform1.11.0:                     description: KuberoBuild is the Schema for the kuberobuilds API
17:19:14.220 STDOUT terraform1.11.0:                     properties:
17:19:14.220 STDOUT terraform1.11.0:                       apiVersion:
17:19:14.220 STDOUT terraform1.11.0:                         description: 'APIVersion defines the versioned schema of this representation
17:19:14.220 STDOUT terraform1.11.0:                           of an object. Servers should convert recognized schemas to the latest
17:19:14.221 STDOUT terraform1.11.0:                           internal value, and may reject unrecognized values. More info: https://git.k8s.io/community/contributors/devel/sig-architecture/api-conventions.md#resources'
17:19:14.221 STDOUT terraform1.11.0:                         type: string
17:19:14.221 STDOUT terraform1.11.0:                       kind:
17:19:14.221 STDOUT terraform1.11.0:                         description: 'Kind is a string value representing the REST resource this
17:19:14.221 STDOUT terraform1.11.0:                           object represents. Servers may infer this from the endpoint the client
17:19:14.221 STDOUT terraform1.11.0:                           submits requests to. Cannot be updated. In CamelCase. More info: https://git.k8s.io/community/contributors/devel/sig-architecture/api-conventions.md#types-kinds'
17:19:14.221 STDOUT terraform1.11.0:                         type: string
17:19:14.221 STDOUT terraform1.11.0:                       metadata:
17:19:14.221 STDOUT terraform1.11.0:                         type: object
17:19:14.221 STDOUT terraform1.11.0:                       spec:
17:19:14.221 STDOUT terraform1.11.0:                         description: Spec defines the desired state of KuberoBuild
17:19:14.221 STDOUT terraform1.11.0:                         type: object
17:19:14.221 STDOUT terraform1.11.0:                         x-kubernetes-preserve-unknown-fields: true
17:19:14.221 STDOUT terraform1.11.0:                       status:
17:19:14.221 STDOUT terraform1.11.0:                         description: Status defines the observed state of KuberoBuild
17:19:14.221 STDOUT terraform1.11.0:                         type: object
17:19:14.221 STDOUT terraform1.11.0:                         x-kubernetes-preserve-unknown-fields: true
17:19:14.221 STDOUT terraform1.11.0:                     type: object
17:19:14.221 STDOUT terraform1.11.0:                 served: true
17:19:14.221 STDOUT terraform1.11.0:                 storage: true
17:19:14.221 STDOUT terraform1.11.0:                 subresources:
17:19:14.221 STDOUT terraform1.11.0:                   status: {}
17:19:14.221 STDOUT terraform1.11.0:         EOT
17:19:14.221 STDOUT terraform1.11.0:       + yaml_incluster          = (sensitive value)
17:19:14.221 STDOUT terraform1.11.0:     }
17:19:14.221 STDOUT terraform1.11.0:   # kubectl_manifest.kubero_operator[8] will be created
17:19:14.221 STDOUT terraform1.11.0:   + resource "kubectl_manifest" "kubero_operator" {
17:19:14.221 STDOUT terraform1.11.0:       + api_version             = "apiextensions.k8s.io/v1"
17:19:14.221 STDOUT terraform1.11.0:       + apply_only              = false
17:19:14.221 STDOUT terraform1.11.0:       + field_manager           = "kubectl"
17:19:14.221 STDOUT terraform1.11.0:       + force_conflicts         = true
17:19:14.221 STDOUT terraform1.11.0:       + force_new               = false
17:19:14.221 STDOUT terraform1.11.0:       + id                      = (known after apply)
17:19:14.222 STDOUT terraform1.11.0:       + kind                    = "CustomResourceDefinition"
17:19:14.222 STDOUT terraform1.11.0:       + live_manifest_incluster = (sensitive value)
17:19:14.222 STDOUT terraform1.11.0:       + live_uid                = (known after apply)
17:19:14.222 STDOUT terraform1.11.0:       + name                    = "kuberocouchdbs.application.kubero.dev"
17:19:14.222 STDOUT terraform1.11.0:       + namespace               = (known after apply)
17:19:14.222 STDOUT terraform1.11.0:       + server_side_apply       = true
17:19:14.222 STDOUT terraform1.11.0:       + uid                     = (known after apply)
17:19:14.222 STDOUT terraform1.11.0:       + validate_schema         = true
17:19:14.222 STDOUT terraform1.11.0:       + wait_for_rollout        = false
17:19:14.222 STDOUT terraform1.11.0:       + yaml_body               = (sensitive value)
17:19:14.222 STDOUT terraform1.11.0:       + yaml_body_parsed        = <<-EOT
17:19:14.222 STDOUT terraform1.11.0:             apiVersion: apiextensions.k8s.io/v1
17:19:14.222 STDOUT terraform1.11.0:             kind: CustomResourceDefinition
17:19:14.222 STDOUT terraform1.11.0:             metadata:
17:19:14.222 STDOUT terraform1.11.0:               name: kuberocouchdbs.application.kubero.dev
17:19:14.222 STDOUT terraform1.11.0:             spec:
17:19:14.222 STDOUT terraform1.11.0:               group: application.kubero.dev
17:19:14.222 STDOUT terraform1.11.0:               names:
17:19:14.222 STDOUT terraform1.11.0:                 kind: KuberoCouchDB
17:19:14.222 STDOUT terraform1.11.0:                 listKind: KuberoCouchDBList
17:19:14.222 STDOUT terraform1.11.0:                 plural: kuberocouchdbs
17:19:14.222 STDOUT terraform1.11.0:                 singular: kuberocouchdb
17:19:14.222 STDOUT terraform1.11.0:               scope: Namespaced
17:19:14.222 STDOUT terraform1.11.0:               versions:
17:19:14.222 STDOUT terraform1.11.0:               - name: v1alpha1
17:19:14.222 STDOUT terraform1.11.0:                 schema:
17:19:14.222 STDOUT terraform1.11.0:                   openAPIV3Schema:
17:19:14.222 STDOUT terraform1.11.0:                     description: KuberoCouchDB is the Schema for the kuberocouchdbs API
17:19:14.222 STDOUT terraform1.11.0:                     properties:
17:19:14.222 STDOUT terraform1.11.0:                       apiVersion:
17:19:14.222 STDOUT terraform1.11.0:                         description: 'APIVersion defines the versioned schema of this representation
17:19:14.222 STDOUT terraform1.11.0:                           of an object. Servers should convert recognized schemas to the latest
17:19:14.222 STDOUT terraform1.11.0:                           internal value, and may reject unrecognized values. More info: https://git.k8s.io/community/contributors/devel/sig-architecture/api-conventions.md#resources'
17:19:14.222 STDOUT terraform1.11.0:                         type: string
17:19:14.222 STDOUT terraform1.11.0:                       kind:
17:19:14.222 STDOUT terraform1.11.0:                         description: 'Kind is a string value representing the REST resource this
17:19:14.222 STDOUT terraform1.11.0:                           object represents. Servers may infer this from the endpoint the client
17:19:14.223 STDOUT terraform1.11.0:                           submits requests to. Cannot be updated. In CamelCase. More info: https://git.k8s.io/community/contributors/devel/sig-architecture/api-conventions.md#types-kinds'
17:19:14.223 STDOUT terraform1.11.0:                         type: string
17:19:14.223 STDOUT terraform1.11.0:                       metadata:
17:19:14.223 STDOUT terraform1.11.0:                         type: object
17:19:14.223 STDOUT terraform1.11.0:                       spec:
17:19:14.223 STDOUT terraform1.11.0:                         description: Spec defines the desired state of KuberoCouchDB
17:19:14.223 STDOUT terraform1.11.0:                         type: object
17:19:14.223 STDOUT terraform1.11.0:                         x-kubernetes-preserve-unknown-fields: true
17:19:14.223 STDOUT terraform1.11.0:                       status:
17:19:14.223 STDOUT terraform1.11.0:                         description: Status defines the observed state of KuberoCouchDB
17:19:14.223 STDOUT terraform1.11.0:                         type: object
17:19:14.223 STDOUT terraform1.11.0:                         x-kubernetes-preserve-unknown-fields: true
17:19:14.223 STDOUT terraform1.11.0:                     type: object
17:19:14.223 STDOUT terraform1.11.0:                 served: true
17:19:14.223 STDOUT terraform1.11.0:                 storage: true
17:19:14.223 STDOUT terraform1.11.0:                 subresources:
17:19:14.223 STDOUT terraform1.11.0:                   status: {}
17:19:14.223 STDOUT terraform1.11.0:         EOT
17:19:14.223 STDOUT terraform1.11.0:       + yaml_incluster          = (sensitive value)
17:19:14.223 STDOUT terraform1.11.0:     }
17:19:14.223 STDOUT terraform1.11.0:   # kubectl_manifest.kubero_operator[9] will be created
17:19:14.223 STDOUT terraform1.11.0:   + resource "kubectl_manifest" "kubero_operator" {
17:19:14.223 STDOUT terraform1.11.0:       + api_version             = "apiextensions.k8s.io/v1"
17:19:14.223 STDOUT terraform1.11.0:       + apply_only              = false
17:19:14.223 STDOUT terraform1.11.0:       + field_manager           = "kubectl"
17:19:14.223 STDOUT terraform1.11.0:       + force_conflicts         = true
17:19:14.223 STDOUT terraform1.11.0:       + force_new               = false
17:19:14.223 STDOUT terraform1.11.0:       + id                      = (known after apply)
17:19:14.223 STDOUT terraform1.11.0:       + kind                    = "CustomResourceDefinition"
17:19:14.223 STDOUT terraform1.11.0:       + live_manifest_incluster = (sensitive value)
17:19:14.223 STDOUT terraform1.11.0:       + live_uid                = (known after apply)
17:19:14.223 STDOUT terraform1.11.0:       + name                    = "kuberoelasticsearches.application.kubero.dev"
17:19:14.223 STDOUT terraform1.11.0:       + namespace               = (known after apply)
17:19:14.223 STDOUT terraform1.11.0:       + server_side_apply       = true
17:19:14.223 STDOUT terraform1.11.0:       + uid                     = (known after apply)
17:19:14.224 STDOUT terraform1.11.0:       + validate_schema         = true
17:19:14.224 STDOUT terraform1.11.0:       + wait_for_rollout        = false
17:19:14.224 STDOUT terraform1.11.0:       + yaml_body               = (sensitive value)
17:19:14.224 STDOUT terraform1.11.0:       + yaml_body_parsed        = <<-EOT
17:19:14.224 STDOUT terraform1.11.0:             apiVersion: apiextensions.k8s.io/v1
17:19:14.224 STDOUT terraform1.11.0:             kind: CustomResourceDefinition
17:19:14.224 STDOUT terraform1.11.0:             metadata:
17:19:14.224 STDOUT terraform1.11.0:               name: kuberoelasticsearches.application.kubero.dev
17:19:14.224 STDOUT terraform1.11.0:             spec:
17:19:14.224 STDOUT terraform1.11.0:               group: application.kubero.dev
17:19:14.224 STDOUT terraform1.11.0:               names:
17:19:14.224 STDOUT terraform1.11.0:                 kind: KuberoElasticsearch
17:19:14.224 STDOUT terraform1.11.0:                 listKind: KuberoElasticsearchList
17:19:14.224 STDOUT terraform1.11.0:                 plural: kuberoelasticsearches
17:19:14.224 STDOUT terraform1.11.0:                 singular: kuberoelasticsearch
17:19:14.224 STDOUT terraform1.11.0:               scope: Namespaced
17:19:14.224 STDOUT terraform1.11.0:               versions:
17:19:14.224 STDOUT terraform1.11.0:               - name: v1alpha1
17:19:14.224 STDOUT terraform1.11.0:                 schema:
17:19:14.224 STDOUT terraform1.11.0:                   openAPIV3Schema:
17:19:14.224 STDOUT terraform1.11.0:                     description: KuberoElasticsearch is the Schema for the kuberoelasticsearches
17:19:14.224 STDOUT terraform1.11.0:                       API
17:19:14.224 STDOUT terraform1.11.0:                     properties:
17:19:14.224 STDOUT terraform1.11.0:                       apiVersion:
17:19:14.224 STDOUT terraform1.11.0:                         description: 'APIVersion defines the versioned schema of this representation
17:19:14.224 STDOUT terraform1.11.0:                           of an object. Servers should convert recognized schemas to the latest
17:19:14.224 STDOUT terraform1.11.0:                           internal value, and may reject unrecognized values. More info: https://git.k8s.io/community/contributors/devel/sig-architecture/api-conventions.md#resources'
17:19:14.224 STDOUT terraform1.11.0:                         type: string
17:19:14.224 STDOUT terraform1.11.0:                       kind:
17:19:14.224 STDOUT terraform1.11.0:                         description: 'Kind is a string value representing the REST resource this
17:19:14.224 STDOUT terraform1.11.0:                           object represents. Servers may infer this from the endpoint the client
17:19:14.224 STDOUT terraform1.11.0:                           submits requests to. Cannot be updated. In CamelCase. More info: https://git.k8s.io/community/contributors/devel/sig-architecture/api-conventions.md#types-kinds'
17:19:14.224 STDOUT terraform1.11.0:                         type: string
17:19:14.224 STDOUT terraform1.11.0:                       metadata:
17:19:14.224 STDOUT terraform1.11.0:                         type: object
17:19:14.224 STDOUT terraform1.11.0:                       spec:
17:19:14.224 STDOUT terraform1.11.0:                         description: Spec defines the desired state of KuberoElasticsearch
17:19:14.224 STDOUT terraform1.11.0:                         type: object
17:19:14.224 STDOUT terraform1.11.0:                         x-kubernetes-preserve-unknown-fields: true
17:19:14.225 STDOUT terraform1.11.0:                       status:
17:19:14.225 STDOUT terraform1.11.0:                         description: Status defines the observed state of KuberoElasticsearch
17:19:14.225 STDOUT terraform1.11.0:                         type: object
17:19:14.225 STDOUT terraform1.11.0:                         x-kubernetes-preserve-unknown-fields: true
17:19:14.225 STDOUT terraform1.11.0:                     type: object
17:19:14.225 STDOUT terraform1.11.0:                 served: true
17:19:14.225 STDOUT terraform1.11.0:                 storage: true
17:19:14.225 STDOUT terraform1.11.0:                 subresources:
17:19:14.225 STDOUT terraform1.11.0:                   status: {}
17:19:14.225 STDOUT terraform1.11.0:         EOT
17:19:14.225 STDOUT terraform1.11.0:       + yaml_incluster          = (sensitive value)
17:19:14.225 STDOUT terraform1.11.0:     }
17:19:14.225 STDOUT terraform1.11.0:   # kubectl_manifest.kubero_operator[10] will be created
17:19:14.225 STDOUT terraform1.11.0:   + resource "kubectl_manifest" "kubero_operator" {
17:19:14.225 STDOUT terraform1.11.0:       + api_version             = "apiextensions.k8s.io/v1"
17:19:14.225 STDOUT terraform1.11.0:       + apply_only              = false
17:19:14.225 STDOUT terraform1.11.0:       + field_manager           = "kubectl"
17:19:14.225 STDOUT terraform1.11.0:       + force_conflicts         = true
17:19:14.225 STDOUT terraform1.11.0:       + force_new               = false
17:19:14.225 STDOUT terraform1.11.0:       + id                      = (known after apply)
17:19:14.225 STDOUT terraform1.11.0:       + kind                    = "CustomResourceDefinition"
17:19:14.225 STDOUT terraform1.11.0:       + live_manifest_incluster = (sensitive value)
17:19:14.225 STDOUT terraform1.11.0:       + live_uid                = (known after apply)
17:19:14.225 STDOUT terraform1.11.0:       + name                    = "kuberoes.application.kubero.dev"
17:19:14.225 STDOUT terraform1.11.0:       + namespace               = (known after apply)
17:19:14.225 STDOUT terraform1.11.0:       + server_side_apply       = true
17:19:14.225 STDOUT terraform1.11.0:       + uid                     = (known after apply)
17:19:14.225 STDOUT terraform1.11.0:       + validate_schema         = true
17:19:14.225 STDOUT terraform1.11.0:       + wait_for_rollout        = false
17:19:14.225 STDOUT terraform1.11.0:       + yaml_body               = (sensitive value)
17:19:14.225 STDOUT terraform1.11.0:       + yaml_body_parsed        = <<-EOT
17:19:14.225 STDOUT terraform1.11.0:             apiVersion: apiextensions.k8s.io/v1
17:19:14.225 STDOUT terraform1.11.0:             kind: CustomResourceDefinition
17:19:14.226 STDOUT terraform1.11.0:             metadata:
17:19:14.226 STDOUT terraform1.11.0:               name: kuberoes.application.kubero.dev
17:19:14.226 STDOUT terraform1.11.0:             spec:
17:19:14.226 STDOUT terraform1.11.0:               group: application.kubero.dev
17:19:14.226 STDOUT terraform1.11.0:               names:
17:19:14.226 STDOUT terraform1.11.0:                 kind: Kubero
17:19:14.226 STDOUT terraform1.11.0:                 listKind: KuberoList
17:19:14.226 STDOUT terraform1.11.0:                 plural: kuberoes
17:19:14.226 STDOUT terraform1.11.0:                 singular: kubero
17:19:14.226 STDOUT terraform1.11.0:               scope: Namespaced
17:19:14.226 STDOUT terraform1.11.0:               versions:
17:19:14.226 STDOUT terraform1.11.0:               - name: v1alpha1
17:19:14.226 STDOUT terraform1.11.0:                 schema:
17:19:14.226 STDOUT terraform1.11.0:                   openAPIV3Schema:
17:19:14.226 STDOUT terraform1.11.0:                     description: Kubero is the Schema for the kuberoes API
17:19:14.226 STDOUT terraform1.11.0:                     properties:
17:19:14.226 STDOUT terraform1.11.0:                       apiVersion:
17:19:14.226 STDOUT terraform1.11.0:                         description: 'APIVersion defines the versioned schema of this representation
17:19:14.226 STDOUT terraform1.11.0:                           of an object. Servers should convert recognized schemas to the latest
17:19:14.226 STDOUT terraform1.11.0:                           internal value, and may reject unrecognized values. More info: https://git.k8s.io/community/contributors/devel/sig-architecture/api-conventions.md#resources'
17:19:14.226 STDOUT terraform1.11.0:                         type: string
17:19:14.226 STDOUT terraform1.11.0:                       kind:
17:19:14.226 STDOUT terraform1.11.0:                         description: 'Kind is a string value representing the REST resource this
17:19:14.226 STDOUT terraform1.11.0:                           object represents. Servers may infer this from the endpoint the client
17:19:14.226 STDOUT terraform1.11.0:                           submits requests to. Cannot be updated. In CamelCase. More info: https://git.k8s.io/community/contributors/devel/sig-architecture/api-conventions.md#types-kinds'
17:19:14.226 STDOUT terraform1.11.0:                         type: string
17:19:14.226 STDOUT terraform1.11.0:                       metadata:
17:19:14.226 STDOUT terraform1.11.0:                         type: object
17:19:14.226 STDOUT terraform1.11.0:                       spec:
17:19:14.226 STDOUT terraform1.11.0:                         description: Spec defines the desired state of Kubero
17:19:14.226 STDOUT terraform1.11.0:                         type: object
17:19:14.226 STDOUT terraform1.11.0:                         x-kubernetes-preserve-unknown-fields: true
17:19:14.226 STDOUT terraform1.11.0:                       status:
17:19:14.226 STDOUT terraform1.11.0:                         description: Status defines the observed state of Kubero
17:19:14.226 STDOUT terraform1.11.0:                         type: object
17:19:14.226 STDOUT terraform1.11.0:                         x-kubernetes-preserve-unknown-fields: true
17:19:14.226 STDOUT terraform1.11.0:                     type: object
17:19:14.226 STDOUT terraform1.11.0:                 served: true
17:19:14.226 STDOUT terraform1.11.0:                 storage: true
17:19:14.226 STDOUT terraform1.11.0:                 subresources:
17:19:14.226 STDOUT terraform1.11.0:                   status: {}
17:19:14.226 STDOUT terraform1.11.0:         EOT
17:19:14.226 STDOUT terraform1.11.0:       + yaml_incluster          = (sensitive value)
17:19:14.227 STDOUT terraform1.11.0:     }
17:19:14.227 STDOUT terraform1.11.0:   # kubectl_manifest.kubero_operator[11] will be created
17:19:14.227 STDOUT terraform1.11.0:   + resource "kubectl_manifest" "kubero_operator" {
17:19:14.227 STDOUT terraform1.11.0:       + api_version             = "apiextensions.k8s.io/v1"
17:19:14.227 STDOUT terraform1.11.0:       + apply_only              = false
17:19:14.227 STDOUT terraform1.11.0:       + field_manager           = "kubectl"
17:19:14.227 STDOUT terraform1.11.0:       + force_conflicts         = true
17:19:14.227 STDOUT terraform1.11.0:       + force_new               = false
17:19:14.227 STDOUT terraform1.11.0:       + id                      = (known after apply)
17:19:14.227 STDOUT terraform1.11.0:       + kind                    = "CustomResourceDefinition"
17:19:14.227 STDOUT terraform1.11.0:       + live_manifest_incluster = (sensitive value)
17:19:14.227 STDOUT terraform1.11.0:       + live_uid                = (known after apply)
17:19:14.227 STDOUT terraform1.11.0:       + name                    = "kuberokafkas.application.kubero.dev"
17:19:14.227 STDOUT terraform1.11.0:       + namespace               = (known after apply)
17:19:14.227 STDOUT terraform1.11.0:       + server_side_apply       = true
17:19:14.227 STDOUT terraform1.11.0:       + uid                     = (known after apply)
17:19:14.227 STDOUT terraform1.11.0:       + validate_schema         = true
17:19:14.227 STDOUT terraform1.11.0:       + wait_for_rollout        = false
17:19:14.227 STDOUT terraform1.11.0:       + yaml_body               = (sensitive value)
17:19:14.227 STDOUT terraform1.11.0:       + yaml_body_parsed        = <<-EOT
17:19:14.227 STDOUT terraform1.11.0:             apiVersion: apiextensions.k8s.io/v1
17:19:14.227 STDOUT terraform1.11.0:             kind: CustomResourceDefinition
17:19:14.227 STDOUT terraform1.11.0:             metadata:
17:19:14.227 STDOUT terraform1.11.0:               name: kuberokafkas.application.kubero.dev
17:19:14.227 STDOUT terraform1.11.0:             spec:
17:19:14.227 STDOUT terraform1.11.0:               group: application.kubero.dev
17:19:14.227 STDOUT terraform1.11.0:               names:
17:19:14.227 STDOUT terraform1.11.0:                 kind: KuberoKafka
17:19:14.227 STDOUT terraform1.11.0:                 listKind: KuberoKafkaList
17:19:14.227 STDOUT terraform1.11.0:                 plural: kuberokafkas
17:19:14.227 STDOUT terraform1.11.0:                 singular: kuberokafka
17:19:14.227 STDOUT terraform1.11.0:               scope: Namespaced
17:19:14.227 STDOUT terraform1.11.0:               versions:
17:19:14.227 STDOUT terraform1.11.0:               - name: v1alpha1
17:19:14.227 STDOUT terraform1.11.0:                 schema:
17:19:14.227 STDOUT terraform1.11.0:                   openAPIV3Schema:
17:19:14.227 STDOUT terraform1.11.0:                     description: KuberoKafka is the Schema for the kuberokafkas API
17:19:14.227 STDOUT terraform1.11.0:                     properties:
17:19:14.228 STDOUT terraform1.11.0:                       apiVersion:
17:19:14.228 STDOUT terraform1.11.0:                         description: 'APIVersion defines the versioned schema of this representation
17:19:14.228 STDOUT terraform1.11.0:                           of an object. Servers should convert recognized schemas to the latest
17:19:14.228 STDOUT terraform1.11.0:                           internal value, and may reject unrecognized values. More info: https://git.k8s.io/community/contributors/devel/sig-architecture/api-conventions.md#resources'
17:19:14.228 STDOUT terraform1.11.0:                         type: string
17:19:14.228 STDOUT terraform1.11.0:                       kind:
17:19:14.228 STDOUT terraform1.11.0:                         description: 'Kind is a string value representing the REST resource this
17:19:14.228 STDOUT terraform1.11.0:                           object represents. Servers may infer this from the endpoint the client
17:19:14.228 STDOUT terraform1.11.0:                           submits requests to. Cannot be updated. In CamelCase. More info: https://git.k8s.io/community/contributors/devel/sig-architecture/api-conventions.md#types-kinds'
17:19:14.228 STDOUT terraform1.11.0:                         type: string
17:19:14.228 STDOUT terraform1.11.0:                       metadata:
17:19:14.228 STDOUT terraform1.11.0:                         type: object
17:19:14.228 STDOUT terraform1.11.0:                       spec:
17:19:14.228 STDOUT terraform1.11.0:                         description: Spec defines the desired state of KuberoKafka
17:19:14.228 STDOUT terraform1.11.0:                         type: object
17:19:14.228 STDOUT terraform1.11.0:                         x-kubernetes-preserve-unknown-fields: true
17:19:14.228 STDOUT terraform1.11.0:                       status:
17:19:14.228 STDOUT terraform1.11.0:                         description: Status defines the observed state of KuberoKafka
17:19:14.228 STDOUT terraform1.11.0:                         type: object
17:19:14.228 STDOUT terraform1.11.0:                         x-kubernetes-preserve-unknown-fields: true
17:19:14.228 STDOUT terraform1.11.0:                     type: object
17:19:14.228 STDOUT terraform1.11.0:                 served: true
17:19:14.228 STDOUT terraform1.11.0:                 storage: true
17:19:14.228 STDOUT terraform1.11.0:                 subresources:
17:19:14.228 STDOUT terraform1.11.0:                   status: {}
17:19:14.228 STDOUT terraform1.11.0:         EOT
17:19:14.228 STDOUT terraform1.11.0:       + yaml_incluster          = (sensitive value)
17:19:14.228 STDOUT terraform1.11.0:     }
17:19:14.228 STDOUT terraform1.11.0:   # kubectl_manifest.kubero_operator[12] will be created
17:19:14.228 STDOUT terraform1.11.0:   + resource "kubectl_manifest" "kubero_operator" {
17:19:14.228 STDOUT terraform1.11.0:       + api_version             = "apiextensions.k8s.io/v1"
17:19:14.228 STDOUT terraform1.11.0:       + apply_only              = false
17:19:14.228 STDOUT terraform1.11.0:       + field_manager           = "kubectl"
17:19:14.228 STDOUT terraform1.11.0:       + force_conflicts         = true
17:19:14.229 STDOUT terraform1.11.0:       + force_new               = false
17:19:14.229 STDOUT terraform1.11.0:       + id                      = (known after apply)
17:19:14.229 STDOUT terraform1.11.0:       + kind                    = "CustomResourceDefinition"
17:19:14.229 STDOUT terraform1.11.0:       + live_manifest_incluster = (sensitive value)
17:19:14.229 STDOUT terraform1.11.0:       + live_uid                = (known after apply)
17:19:14.229 STDOUT terraform1.11.0:       + name                    = "kuberomails.application.kubero.dev"
17:19:14.229 STDOUT terraform1.11.0:       + namespace               = (known after apply)
17:19:14.229 STDOUT terraform1.11.0:       + server_side_apply       = true
17:19:14.229 STDOUT terraform1.11.0:       + uid                     = (known after apply)
17:19:14.229 STDOUT terraform1.11.0:       + validate_schema         = true
17:19:14.229 STDOUT terraform1.11.0:       + wait_for_rollout        = false
17:19:14.229 STDOUT terraform1.11.0:       + yaml_body               = (sensitive value)
17:19:14.229 STDOUT terraform1.11.0:       + yaml_body_parsed        = <<-EOT
17:19:14.229 STDOUT terraform1.11.0:             apiVersion: apiextensions.k8s.io/v1
17:19:14.229 STDOUT terraform1.11.0:             kind: CustomResourceDefinition
17:19:14.229 STDOUT terraform1.11.0:             metadata:
17:19:14.229 STDOUT terraform1.11.0:               name: kuberomails.application.kubero.dev
17:19:14.229 STDOUT terraform1.11.0:             spec:
17:19:14.229 STDOUT terraform1.11.0:               group: application.kubero.dev
17:19:14.229 STDOUT terraform1.11.0:               names:
17:19:14.229 STDOUT terraform1.11.0:                 kind: KuberoMail
17:19:14.229 STDOUT terraform1.11.0:                 listKind: KuberoMailList
17:19:14.229 STDOUT terraform1.11.0:                 plural: kuberomails
17:19:14.229 STDOUT terraform1.11.0:                 singular: kuberomail
17:19:14.229 STDOUT terraform1.11.0:               scope: Namespaced
17:19:14.229 STDOUT terraform1.11.0:               versions:
17:19:14.229 STDOUT terraform1.11.0:               - name: v1alpha1
17:19:14.229 STDOUT terraform1.11.0:                 schema:
17:19:14.229 STDOUT terraform1.11.0:                   openAPIV3Schema:
17:19:14.229 STDOUT terraform1.11.0:                     description: KuberoMail is the Schema for the kuberomails API
17:19:14.229 STDOUT terraform1.11.0:                     properties:
17:19:14.229 STDOUT terraform1.11.0:                       apiVersion:
17:19:14.229 STDOUT terraform1.11.0:                         description: 'APIVersion defines the versioned schema of this representation
17:19:14.229 STDOUT terraform1.11.0:                           of an object. Servers should convert recognized schemas to the latest
17:19:14.229 STDOUT terraform1.11.0:                           internal value, and may reject unrecognized values. More info: https://git.k8s.io/community/contributors/devel/sig-architecture/api-conventions.md#resources'
17:19:14.229 STDOUT terraform1.11.0:                         type: string
17:19:14.229 STDOUT terraform1.11.0:                       kind:
17:19:14.229 STDOUT terraform1.11.0:                         description: 'Kind is a string value representing the REST resource this
17:19:14.230 STDOUT terraform1.11.0:                           object represents. Servers may infer this from the endpoint the client
17:19:14.230 STDOUT terraform1.11.0:                           submits requests to. Cannot be updated. In CamelCase. More info: https://git.k8s.io/community/contributors/devel/sig-architecture/api-conventions.md#types-kinds'
17:19:14.230 STDOUT terraform1.11.0:                         type: string
17:19:14.230 STDOUT terraform1.11.0:                       metadata:
17:19:14.230 STDOUT terraform1.11.0:                         type: object
17:19:14.230 STDOUT terraform1.11.0:                       spec:
17:19:14.230 STDOUT terraform1.11.0:                         description: Spec defines the desired state of KuberoMail
17:19:14.230 STDOUT terraform1.11.0:                         type: object
17:19:14.230 STDOUT terraform1.11.0:                         x-kubernetes-preserve-unknown-fields: true
17:19:14.230 STDOUT terraform1.11.0:                       status:
17:19:14.230 STDOUT terraform1.11.0:                         description: Status defines the observed state of KuberoMail
17:19:14.230 STDOUT terraform1.11.0:                         type: object
17:19:14.230 STDOUT terraform1.11.0:                         x-kubernetes-preserve-unknown-fields: true
17:19:14.230 STDOUT terraform1.11.0:                     type: object
17:19:14.230 STDOUT terraform1.11.0:                 served: true
17:19:14.230 STDOUT terraform1.11.0:                 storage: true
17:19:14.230 STDOUT terraform1.11.0:                 subresources:
17:19:14.230 STDOUT terraform1.11.0:                   status: {}
17:19:14.230 STDOUT terraform1.11.0:         EOT
17:19:14.230 STDOUT terraform1.11.0:       + yaml_incluster          = (sensitive value)
17:19:14.230 STDOUT terraform1.11.0:     }
17:19:14.230 STDOUT terraform1.11.0:   # kubectl_manifest.kubero_operator[13] will be created
17:19:14.230 STDOUT terraform1.11.0:   + resource "kubectl_manifest" "kubero_operator" {
17:19:14.230 STDOUT terraform1.11.0:       + api_version             = "apiextensions.k8s.io/v1"
17:19:14.230 STDOUT terraform1.11.0:       + apply_only              = false
17:19:14.230 STDOUT terraform1.11.0:       + field_manager           = "kubectl"
17:19:14.230 STDOUT terraform1.11.0:       + force_conflicts         = true
17:19:14.230 STDOUT terraform1.11.0:       + force_new               = false
17:19:14.230 STDOUT terraform1.11.0:       + id                      = (known after apply)
17:19:14.230 STDOUT terraform1.11.0:       + kind                    = "CustomResourceDefinition"
17:19:14.230 STDOUT terraform1.11.0:       + live_manifest_incluster = (sensitive value)
17:19:14.230 STDOUT terraform1.11.0:       + live_uid                = (known after apply)
17:19:14.230 STDOUT terraform1.11.0:       + name                    = "kuberomemcacheds.application.kubero.dev"
17:19:14.230 STDOUT terraform1.11.0:       + namespace               = (known after apply)
17:19:14.230 STDOUT terraform1.11.0:       + server_side_apply       = true
17:19:14.231 STDOUT terraform1.11.0:       + uid                     = (known after apply)
17:19:14.231 STDOUT terraform1.11.0:       + validate_schema         = true
17:19:14.231 STDOUT terraform1.11.0:       + wait_for_rollout        = false
17:19:14.231 STDOUT terraform1.11.0:       + yaml_body               = (sensitive value)
17:19:14.231 STDOUT terraform1.11.0:       + yaml_body_parsed        = <<-EOT
17:19:14.231 STDOUT terraform1.11.0:             apiVersion: apiextensions.k8s.io/v1
17:19:14.231 STDOUT terraform1.11.0:             kind: CustomResourceDefinition
17:19:14.231 STDOUT terraform1.11.0:             metadata:
17:19:14.231 STDOUT terraform1.11.0:               name: kuberomemcacheds.application.kubero.dev
17:19:14.231 STDOUT terraform1.11.0:             spec:
17:19:14.231 STDOUT terraform1.11.0:               group: application.kubero.dev
17:19:14.231 STDOUT terraform1.11.0:               names:
17:19:14.231 STDOUT terraform1.11.0:                 kind: KuberoMemcached
17:19:14.231 STDOUT terraform1.11.0:                 listKind: KuberoMemcachedList
17:19:14.231 STDOUT terraform1.11.0:                 plural: kuberomemcacheds
17:19:14.231 STDOUT terraform1.11.0:                 singular: kuberomemcached
17:19:14.231 STDOUT terraform1.11.0:               scope: Namespaced
17:19:14.231 STDOUT terraform1.11.0:               versions:
17:19:14.231 STDOUT terraform1.11.0:               - name: v1alpha1
17:19:14.231 STDOUT terraform1.11.0:                 schema:
17:19:14.231 STDOUT terraform1.11.0:                   openAPIV3Schema:
17:19:14.231 STDOUT terraform1.11.0:                     description: KuberoMemcached is the Schema for the kuberomemcacheds API
17:19:14.231 STDOUT terraform1.11.0:                     properties:
17:19:14.231 STDOUT terraform1.11.0:                       apiVersion:
17:19:14.231 STDOUT terraform1.11.0:                         description: 'APIVersion defines the versioned schema of this representation
17:19:14.231 STDOUT terraform1.11.0:                           of an object. Servers should convert recognized schemas to the latest
17:19:14.231 STDOUT terraform1.11.0:                           internal value, and may reject unrecognized values. More info: https://git.k8s.io/community/contributors/devel/sig-architecture/api-conventions.md#resources'
17:19:14.231 STDOUT terraform1.11.0:                         type: string
17:19:14.231 STDOUT terraform1.11.0:                       kind:
17:19:14.231 STDOUT terraform1.11.0:                         description: 'Kind is a string value representing the REST resource this
17:19:14.231 STDOUT terraform1.11.0:                           object represents. Servers may infer this from the endpoint the client
17:19:14.231 STDOUT terraform1.11.0:                           submits requests to. Cannot be updated. In CamelCase. More info: https://git.k8s.io/community/contributors/devel/sig-architecture/api-conventions.md#types-kinds'
17:19:14.231 STDOUT terraform1.11.0:                         type: string
17:19:14.231 STDOUT terraform1.11.0:                       metadata:
17:19:14.231 STDOUT terraform1.11.0:                         type: object
17:19:14.231 STDOUT terraform1.11.0:                       spec:
17:19:14.231 STDOUT terraform1.11.0:                         description: Spec defines the desired state of KuberoMemcached
17:19:14.232 STDOUT terraform1.11.0:                         type: object
17:19:14.232 STDOUT terraform1.11.0:                         x-kubernetes-preserve-unknown-fields: true
17:19:14.232 STDOUT terraform1.11.0:                       status:
17:19:14.232 STDOUT terraform1.11.0:                         description: Status defines the observed state of KuberoMemcached
17:19:14.232 STDOUT terraform1.11.0:                         type: object
17:19:14.232 STDOUT terraform1.11.0:                         x-kubernetes-preserve-unknown-fields: true
17:19:14.232 STDOUT terraform1.11.0:                     type: object
17:19:14.232 STDOUT terraform1.11.0:                 served: true
17:19:14.232 STDOUT terraform1.11.0:                 storage: true
17:19:14.232 STDOUT terraform1.11.0:                 subresources:
17:19:14.232 STDOUT terraform1.11.0:                   status: {}
17:19:14.232 STDOUT terraform1.11.0:         EOT
17:19:14.232 STDOUT terraform1.11.0:       + yaml_incluster          = (sensitive value)
17:19:14.232 STDOUT terraform1.11.0:     }
17:19:14.232 STDOUT terraform1.11.0:   # kubectl_manifest.kubero_operator[14] will be created
17:19:14.232 STDOUT terraform1.11.0:   + resource "kubectl_manifest" "kubero_operator" {
17:19:14.232 STDOUT terraform1.11.0:       + api_version             = "apiextensions.k8s.io/v1"
17:19:14.232 STDOUT terraform1.11.0:       + apply_only              = false
17:19:14.232 STDOUT terraform1.11.0:       + field_manager           = "kubectl"
17:19:14.232 STDOUT terraform1.11.0:       + force_conflicts         = true
17:19:14.232 STDOUT terraform1.11.0:       + force_new               = false
17:19:14.232 STDOUT terraform1.11.0:       + id                      = (known after apply)
17:19:14.232 STDOUT terraform1.11.0:       + kind                    = "CustomResourceDefinition"
17:19:14.232 STDOUT terraform1.11.0:       + live_manifest_incluster = (sensitive value)
17:19:14.232 STDOUT terraform1.11.0:       + live_uid                = (known after apply)
17:19:14.232 STDOUT terraform1.11.0:       + name                    = "kuberomongodbs.application.kubero.dev"
17:19:14.232 STDOUT terraform1.11.0:       + namespace               = (known after apply)
17:19:14.232 STDOUT terraform1.11.0:       + server_side_apply       = true
17:19:14.232 STDOUT terraform1.11.0:       + uid                     = (known after apply)
17:19:14.232 STDOUT terraform1.11.0:       + validate_schema         = true
17:19:14.232 STDOUT terraform1.11.0:       + wait_for_rollout        = false
17:19:14.232 STDOUT terraform1.11.0:       + yaml_body               = (sensitive value)
17:19:14.232 STDOUT terraform1.11.0:       + yaml_body_parsed        = <<-EOT
17:19:14.232 STDOUT terraform1.11.0:             apiVersion: apiextensions.k8s.io/v1
17:19:14.232 STDOUT terraform1.11.0:             kind: CustomResourceDefinition
17:19:14.232 STDOUT terraform1.11.0:             metadata:
17:19:14.232 STDOUT terraform1.11.0:               name: kuberomongodbs.application.kubero.dev
17:19:14.233 STDOUT terraform1.11.0:             spec:
17:19:14.233 STDOUT terraform1.11.0:               group: application.kubero.dev
17:19:14.233 STDOUT terraform1.11.0:               names:
17:19:14.233 STDOUT terraform1.11.0:                 kind: KuberoMongoDB
17:19:14.233 STDOUT terraform1.11.0:                 listKind: KuberoMongoDBList
17:19:14.233 STDOUT terraform1.11.0:                 plural: kuberomongodbs
17:19:14.233 STDOUT terraform1.11.0:                 singular: kuberomongodb
17:19:14.233 STDOUT terraform1.11.0:               scope: Namespaced
17:19:14.233 STDOUT terraform1.11.0:               versions:
17:19:14.233 STDOUT terraform1.11.0:               - name: v1alpha1
17:19:14.233 STDOUT terraform1.11.0:                 schema:
17:19:14.233 STDOUT terraform1.11.0:                   openAPIV3Schema:
17:19:14.233 STDOUT terraform1.11.0:                     description: KuberoMongoDB is the Schema for the kuberomongodbs API
17:19:14.233 STDOUT terraform1.11.0:                     properties:
17:19:14.233 STDOUT terraform1.11.0:                       apiVersion:
17:19:14.233 STDOUT terraform1.11.0:                         description: 'APIVersion defines the versioned schema of this representation
17:19:14.233 STDOUT terraform1.11.0:                           of an object. Servers should convert recognized schemas to the latest
17:19:14.233 STDOUT terraform1.11.0:                           internal value, and may reject unrecognized values. More info: https://git.k8s.io/community/contributors/devel/sig-architecture/api-conventions.md#resources'
17:19:14.233 STDOUT terraform1.11.0:                         type: string
17:19:14.233 STDOUT terraform1.11.0:                       kind:
17:19:14.233 STDOUT terraform1.11.0:                         description: 'Kind is a string value representing the REST resource this
17:19:14.233 STDOUT terraform1.11.0:                           object represents. Servers may infer this from the endpoint the client
17:19:14.233 STDOUT terraform1.11.0:                           submits requests to. Cannot be updated. In CamelCase. More info: https://git.k8s.io/community/contributors/devel/sig-architecture/api-conventions.md#types-kinds'
17:19:14.233 STDOUT terraform1.11.0:                         type: string
17:19:14.233 STDOUT terraform1.11.0:                       metadata:
17:19:14.233 STDOUT terraform1.11.0:                         type: object
17:19:14.233 STDOUT terraform1.11.0:                       spec:
17:19:14.233 STDOUT terraform1.11.0:                         description: Spec defines the desired state of KuberoMongoDB
17:19:14.233 STDOUT terraform1.11.0:                         type: object
17:19:14.233 STDOUT terraform1.11.0:                         x-kubernetes-preserve-unknown-fields: true
17:19:14.233 STDOUT terraform1.11.0:                       status:
17:19:14.233 STDOUT terraform1.11.0:                         description: Status defines the observed state of KuberoMongoDB
17:19:14.233 STDOUT terraform1.11.0:                         type: object
17:19:14.233 STDOUT terraform1.11.0:                         x-kubernetes-preserve-unknown-fields: true
17:19:14.233 STDOUT terraform1.11.0:                     type: object
17:19:14.233 STDOUT terraform1.11.0:                 served: true
17:19:14.233 STDOUT terraform1.11.0:                 storage: true
17:19:14.233 STDOUT terraform1.11.0:                 subresources:
17:19:14.233 STDOUT terraform1.11.0:                   status: {}
17:19:14.233 STDOUT terraform1.11.0:         EOT
17:19:14.233 STDOUT terraform1.11.0:       + yaml_incluster          = (sensitive value)
17:19:14.233 STDOUT terraform1.11.0:     }
17:19:14.233 STDOUT terraform1.11.0:   # kubectl_manifest.kubero_operator[15] will be created
17:19:14.234 STDOUT terraform1.11.0:   + resource "kubectl_manifest" "kubero_operator" {
17:19:14.234 STDOUT terraform1.11.0:       + api_version             = "apiextensions.k8s.io/v1"
17:19:14.234 STDOUT terraform1.11.0:       + apply_only              = false
17:19:14.234 STDOUT terraform1.11.0:       + field_manager           = "kubectl"
17:19:14.234 STDOUT terraform1.11.0:       + force_conflicts         = true
17:19:14.234 STDOUT terraform1.11.0:       + force_new               = false
17:19:14.234 STDOUT terraform1.11.0:       + id                      = (known after apply)
17:19:14.234 STDOUT terraform1.11.0:       + kind                    = "CustomResourceDefinition"
17:19:14.234 STDOUT terraform1.11.0:       + live_manifest_incluster = (sensitive value)
17:19:14.234 STDOUT terraform1.11.0:       + live_uid                = (known after apply)
17:19:14.234 STDOUT terraform1.11.0:       + name                    = "kuberomysqls.application.kubero.dev"
17:19:14.234 STDOUT terraform1.11.0:       + namespace               = (known after apply)
17:19:14.234 STDOUT terraform1.11.0:       + server_side_apply       = true
17:19:14.234 STDOUT terraform1.11.0:       + uid                     = (known after apply)
17:19:14.234 STDOUT terraform1.11.0:       + validate_schema         = true
17:19:14.234 STDOUT terraform1.11.0:       + wait_for_rollout        = false
17:19:14.234 STDOUT terraform1.11.0:       + yaml_body               = (sensitive value)
17:19:14.234 STDOUT terraform1.11.0:       + yaml_body_parsed        = <<-EOT
17:19:14.234 STDOUT terraform1.11.0:             apiVersion: apiextensions.k8s.io/v1
17:19:14.234 STDOUT terraform1.11.0:             kind: CustomResourceDefinition
17:19:14.234 STDOUT terraform1.11.0:             metadata:
17:19:14.234 STDOUT terraform1.11.0:               name: kuberomysqls.application.kubero.dev
17:19:14.234 STDOUT terraform1.11.0:             spec:
17:19:14.234 STDOUT terraform1.11.0:               group: application.kubero.dev
17:19:14.234 STDOUT terraform1.11.0:               names:
17:19:14.234 STDOUT terraform1.11.0:                 kind: KuberoMysql
17:19:14.234 STDOUT terraform1.11.0:                 listKind: KuberoMysqlList
17:19:14.234 STDOUT terraform1.11.0:                 plural: kuberomysqls
17:19:14.234 STDOUT terraform1.11.0:                 singular: kuberomysql
17:19:14.234 STDOUT terraform1.11.0:               scope: Namespaced
17:19:14.234 STDOUT terraform1.11.0:               versions:
17:19:14.234 STDOUT terraform1.11.0:               - name: v1alpha1
17:19:14.234 STDOUT terraform1.11.0:                 schema:
17:19:14.234 STDOUT terraform1.11.0:                   openAPIV3Schema:
17:19:14.234 STDOUT terraform1.11.0:                     description: KuberoMysql is the Schema for the kuberomysqls API
17:19:14.234 STDOUT terraform1.11.0:                     properties:
17:19:14.234 STDOUT terraform1.11.0:                       apiVersion:
17:19:14.234 STDOUT terraform1.11.0:                         description: 'APIVersion defines the versioned schema of this representation
17:19:14.235 STDOUT terraform1.11.0:                           of an object. Servers should convert recognized schemas to the latest
17:19:14.235 STDOUT terraform1.11.0:                           internal value, and may reject unrecognized values. More i
17:19:14.235 STDOUT terraform1.11.0: nfo: https://git.k8s.io/community/contributors/devel/sig-architecture/api-conventions.md#resources'
17:19:14.235 STDOUT terraform1.11.0:                         type: string
17:19:14.235 STDOUT terraform1.11.0:                       kind:
17:19:14.235 STDOUT terraform1.11.0:                         description: 'Kind is a string value representing the REST resource this
17:19:14.235 STDOUT terraform1.11.0:                           object represents. Servers may infer this from the endpoint the client
17:19:14.235 STDOUT terraform1.11.0:                           submits requests to. Cannot be updated. In CamelCase. More info: https://git.k8s.io/community/contributors/devel/sig-architecture/api-conventions.md#types-kinds'
17:19:14.235 STDOUT terraform1.11.0:                         type: string
17:19:14.235 STDOUT terraform1.11.0:                       metadata:
17:19:14.235 STDOUT terraform1.11.0:                         type: object
17:19:14.235 STDOUT terraform1.11.0:                       spec:
17:19:14.235 STDOUT terraform1.11.0:                         description: Spec defines the desired state of KuberoMysql
17:19:14.23
```
</details>
<br>

**Warning**: Output length greater than max comment size. Continued in next comment.